export const data = [
  {
    id: 1,
    title: '객체지향 프로그래밍',
    content:
      '클래스와 객체, 상속, 추상 클래스, 인터페이스 등의 핵심 개념들을 주제로 스프링과 JPA와 자바 고급 강의를 살펴보세요.',
  },
  {
    id: 2,
    title: '자바 고급',
    content:
      '자바(JAVA) 고급 과정은 중대형 엔터프라이즈 / 정부 프로젝트에서 가장 많이 응용되는 자바 개발 언어에 대한 이해와 개발자의 실무 개발 노하우를 담은 교육을 제공합니다.<br/>수강생의 눈높이에 맞춰서 이해하기 쉽게 풀어서 설명하며, 현업에 필요한 기술 지식 확립 및 구현 원리 학습, API를 활용한 자바 웹 & 네이티브 앱 클라우드 서비스 구축을 학습할 수 있는 과정입니다.',
  },
  {
    id: 3,
    title: '스프링과 JPA',
    content:
      '스프링 프레임워크의 주요 개념들과 함께 자바 기반 애플리케이션의 더욱 쉽고 효율적인 개발을 위한 도구와 기술을 학습합니다. 자바 고급을 살펴보세요.',
  },
  {
    id: 4,
    title: '딥러닝',
    content:
      '▪딥러닝의 기본 개념과 모델링 기술을 이해하고, 성능 관리를 통한 모델 성능 향상 방법을 학습할 수 있습니다.<br/>▪딥러닝 모델에서 사용되는 주요 알고리즘인 CNN과 RNN에 대한 기초적인 이론과 구현 방법을 학습할 수 있습니다.',
  },
  {
    id: 5,
    title: '클라우드 인프라 구성',
    content: `▪클라우드 기반의 기본 인프라 환경 구성, 안정성 증가를 위한 서비스에 관하여 학습하며, 구현 실습을 통하여 클라우드 인프라 환경 아키텍처 이해 및 운영 할 수 있습니다.<br/>
      ▪클라우드 기반 기본 인프라 서비스(컴퓨팅 시스템, 네크워크, 스토리지)들을 이해하고 각 상황에 따라 적절한 서비스 및 타입을 선택 사용 할 수 있도록 학습할 수 있습니다.<br/>
      ▪안정성을 높이기 위한 클라우드 기반 서비스 및 설정(로드 밸런싱, 오토 스케일링, 보안 서비스)들을 활용하여 서비스 안정성 증가 환경을 구축할 수 있도록 학습할 수 있습니다.`,
  },
  {
    id: 6,
    title: '언어지능 딥러닝',
    content:
      '자연어 처리(NLP) 분야의 딥러닝 언어 모델의 개념과 작동 원리를 이해하고, 텍스트 데이터를 분석하고 생성하는 방법을 학습합니다.',
  },
  {
    id: 7,
    title: '시각지능 딥러닝',
    content:
      '최신 시각 지능 모델을 중심으로 이미지와 비디오 처리, 컴퓨터 비전, 객체 탐지 등과 같은 응용 사례를 학습합니다.',
  },
];
